Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152-04_EN-RO.tmx
Source language: en
Languages: ro

source: The softened wax is then applied to the bone edge as indicated by surgical circumstances and the preference of the surgeon.
ro: Ceara înmuiată se aplică apoi pe marginea osului, în funcţie de circumstanţele chirurgicale și experienţa chirurgului.

source: The structure and size of this remaining mesh are optimally designed for the physiological stresses to which the abdominal wall is subject.
ro: Structura și dimensiunea acestei plase rămase sunt concepute în mod optim pentru tensiunile fiziologice la care este supus peretele abdominal.

source: The structure and size of this remaining mesh is designed to withstand the physiological forces of the abdominal wall.
ro: Structura și dimensiunea acestei plase rămase sunt concepute pentru a rezista forţelor fiziologice ale peretelui abdominal.

source: The study population included patients at least one year of age, in good general health, who signed informed consent and agreed to follow-up visits.
ro: În populaţia de studiu au fost incluși pacienţi având vârsta de minim un an, cu stare generală bună care au semnat formularul de consimţământ informat și au fost de acord cu vizitele de monitorizare.

source: The suture is coated with polybutylate which acts as a lubricant to mechanically improve the ease of passage through tissue and the overall handling qualities of the suture.
ro: Firul de sutură este acoperit cu polibutalat, care acţionează ca un lubrifiant pentru îmbunătăţirea mecanică a trecerii cu ușurinţă prin ţesut și a calităţilor generale de manevrare a firului de sutură.

source: The tails created to accommodate the cord structures must be brought together and fixated.
ro: Prelungirile realizate pentru acomodarea structurilor ligamentoase trebuie apropiate și fixate.

source: The time to perform treatment included the time required later to remove the closure device when applicable.
ro: Timpul necesar efectuării tratamentului a inclus timpul necesar pentru îndepărtarea ulterioară a dispozitivului de închidere, în cazul în care s-a utilizat un asemenea dispozitiv.

source: The tip of the device may be used to facilitate positioning of the mesh.
ro: Vârful dispozitivului poate fi folosit pentru a facilita poziționarea plasei.

source: The total distance from the surface of the tissue to the underlying bone, vessels, or viscera should be evaluated prior to application and should be a minimum of 6,7 mm.
ro: Distanța totală de la suprafața țesutului la oasele, vasele sau viscerele subiacente trebuie evaluată înainte de aplicare și trebuie să fie de minim 6,7 mm.

source: The total kinds of wounds treated in the study were 46.1% lacerations and 53.9% incisions.
ro: Tipurile de plăgi tratate în cadrul studiului au cuprins în proporţie de 46,1 % lacerări și 53,9 % incizii.

source: The use of VICRYL RAPIDE™ may be inappropriate in elderly, malnourished or debilitated patients, or in patients suffering from conditions which may delay wound healing.
ro: Utilizarea VICRYL RAPIDE™ ar putea fi neadecvată la pacienţii în vârstă, malnutriţi sau taraţi sau la pacienţii care suferă de afecţiuni care ar putea întârzia vindecarea plăgii.

source: The use of additional throws is particularly appropriate when knotting polypropylene sutures.
ro: Utilizarea surjeturilor suplimentare este adecvată în special atunci când se realizează noduri pe suturi de polipropilenă.

source: Therefore, DERMABOND adhesive should be applied with a very light brushing motion of the applicator tip over easily approximated wound edges.
ro: În concluzie, adezivul DERMABOND™ trebuie aplicat printr-o mișcare foarte ușoară de trecere a vârfului aplicator peste marginile plăgii ușor afrontate.

source: Therefore, avoid using petroleum jelly on any skin area where DERMABOND adhesive is intended to adhere.
ro: Așadar, se va evita folosirea vaselinei pe suprafeţele cutanate unde se intenţionează aplicarea adezivului DERMABOND™.

source: This can be minimized by applying DERMABOND adhesive in multiple thin layers (at least 2).
ro: Această senzaţie poate fi minimizată prin aplicarea adezivului DERMABOND™ în mai multe straturi subţiri (minim 2).

source: This copolymer is identical to the material used for MONOCRYL™ suture.
ro: Acest copolimer este identic cu materialul folosit pentru sutura MONOCRYL™.

source: This device is designed for single patient use only.
ro: Acest dispozitiv este destinat pentru a fi folosit la un singur pacient.

source: This device is provided STERILE and is intended for use in a single patient.
ro: Acest dispozitiv este furnizat STERIL și este destinat pentru a fi folosit la un singur pacient.

source: This device should not be used in tissues that have a direct anatomic relationship to major vascular structures.
ro: Acest dispozitiv nu trebuie utilizat în țesuturi care prezintă raporturi anatomice directe cu structuri vasculare majore.

source: This instruction sheet should be reviewed with each patient or guardian to assure understanding of the proper care for the treatment site.
ro: Această foaie cu instrucţiuni trebuie trecută în revistă cu fiecare pacient sau tutore pentru a asigura înţelegerea îngrijirii adecvate a suprafeţei tratate.

source: This instructions for use provides directions for the proper use of the ETHICON SECURESTRAP™ 5mm Absorbable Strap Fixation Device.
ro: Aceste Instrucțiuni de utilizare furnizează indicaţii cu privire la utilizarea corespunzătoare a dispozitivului de fixare cu bride absorbabile ETHICON SECURESTRAP™ 5 mm.

source: This is not intended to be a comprehensive instruction manual for the performance of laparoscopic surgical procedures.
ro: Acest prospect nu este destinat a fi un manual cuprinzător de instrucțiuni pentru efectuarea procedurilor chirurgicale laparoscopice.

source: This material, when used as a suture, has been reported to be nonreactive and to retain its strength indefinitely in clinical use.
ro: S-a dovedit că acest material, atunci când este folosit ca sutură, nu este reactiv și își menţine rezistenţa pe timp nelimitat în utilizarea clinică.

source: This orientation is essential.
ro: Această orientare este esenţială.

source: This prevents dislocation or rejection as well as keeping the edges from curling up.
ro: Astfel se previne deplasarea sau respingerea, prevenindu-se totodată încrețirea marginilor.

source: This product is also available with a pen applicator.
ro: Produsul este, de asemenea, disponibil cu aplicator tip stilou.

source: This product is indicated for open repair of groin hernia defects.
ro: Acest produs este indicat pentru repararea pe cale deschisă a defectelor herniare inghinale.

source: This scale evaluates step-off borders, edge inversion, contour irregularities, excess inflammation, wound margin separation, and overall wound appearance.
ro: Această scală evaluează marginile de contact, inversia marginilor, neregularităţile de contur, inflamaţia excesivă, separarea marginilor plăgilor și aspectul general al plăgii.

source: This would include the deployment of fasteners in the diaphragm in the vicinity of the pericardium, aorta, or inferior vena cava during diaphragmatic hernia repair.
ro: Acest lucru include amplasarea bridelor în diafragm în vecinătatea pericardului, aortei sau a venei cave inferioare în timpul curei herniei diafragmatice.

source: To avoid dislodging, crinkling or curling of the edges, adequate mesh fixation is required to minimize post-operative complications and recurrence.
ro: Pentru a evita dislocarea, îndoirea sau încreţirea marginilor este nevoie de o fixare adecvată a plasei pentru a reduce la minim complicaţiile postoperatorii și recurenţele.

source: To avoid dislodging, crinkling, or curling of the edges, ETHICON PHYSIOMESH™ should be fixated sufficiently along the borders of the mesh.
ro: Pentru a evita dislocarea, îndoirea sau încreţirea marginilor, ETHICON PHYSIOMESH™ trebuie suficient fixată de-a lungul marginilor plasei.

source: To prevent inadvertent flow of liquid DERMABOND adhesive to unintended areas of the body, the wound should be held in a horizontal position and the DERMABOND adhesive should be applied from above the wound.
ro: Pentru prevenirea scurgerii accidentale a adezivului lichid DERMABOND™ pe suprafeţe nedorite ale corpului, plaga trebuie menţinută în poziţie orizontală și adezivul DERMABOND™ trebuie aplicat de deasupra plăgii.

source: To prevent inadvertent flow of liquid DERMABOND adhesive to unintended areas: (1) the wound should be held in a horizontal position, with DERMABOND adhesive applied from above, and (2) DERMABOND adhesive should be applied in multiple (at least 2), thin layers rather than in a few large droplets.
ro: Pentru a preveni scurgerea accidentală a adezivului lichid DERMABOND™ pe suprafeţe nedorite: (1) plaga trebuie menţinută într-o poziţie orizontală, iar adezivul DERMABOND™ trebuie aplicat de sus, și (2) adezivul DERMABOND™ trebuie aplicat în mai multe straturi subţiri (minim 2) și nu în câteva picături mari.

source: ULTRAPRO™ MESH
ro: PLASĂ ULTRAPRO™

source: ULTRAPRO™ MESH consists of dyed and undyed parts and is available in different sizes.
ro: PLASA ULTRAPRO™ conţine părți vopsite și nevopsite și este disponibilă în diferite mărimi.

source: ULTRAPRO™ MESH is a mesh, which is manufactured from approximately equal parts of absorbable Poliglecaprone-25 monofilament fiber and non-absorbable polypropylene monofilament fiber.
ro: PLASA ULTRAPRO™este o plasă fabricată din fibră monofilament de poliglecapronă-25, absorbabilă, și fibră monofilament din polipropilenă, neabsorbabilă, în părţi aproximativ egale.

source: ULTRAPRO™ MESH is implanted according to currently accepted surgical mesh procedures either open (e.g. acc to Lichtenstein, TIPP) or laparoscopic (e.g. TAPP, TEP).
ro: PLASA ULTRAPRO™ se implantează conform procedurilor acceptate în prezent cu privire la plase chirurgicale, fie prin intervenţie deschisă (de ex. conform Lichtenstein, TIPP) fie laparoscopic (de ex. TAPP, TEP).

source: ULTRAPRO™ MESH is used for permanent stabilization of the abdominal wall, e.g. in hernia repair.
ro: PLASA ULTRAPRO™ se utilizează pentru stabilizarea permanentă a peretelui abdominal, de ex. în repararea herniilor.

source: ULTRAPRO™ is used for tissue reinforcement and long-lasting stabilization of fascial structures of the abdominal wall.
ro: ULTRAPRO™ se utilizează la întărirea tisulară și stabilizarea de lungă durată a structurilor fasciale ale peretelui abdominal.

source: Uncontrolled and/or active bleeding should be controlled prior to placement of the PROCEED™ Surgical Mesh.
ro: Hemoragiile necontrolate și/sau active trebuie controlate înainte de plasarea plasei chirurgicale PROCEED™.

source: Undyed absorbable braided coated
ro: Nevopsit, resorbabil, împletit, cu strat de acoperire

source: Upon completion of the application, remove the ETHICON SECURESTRAP™ Absorbable Fixation Device from the laparoscopic port sleeve.
ro: După terminarea aplicării, îndepărtați dispozitivul de fixare absorbabil ETHICON SECURESTRAP™ din trocarul laparoscopic.

source: Upper Limit Temperature
ro: Limita superioară a temperaturii

source: Use By – Year and Month
ro: A se utiliza până la – anul și luna

source: Use By — Year & Month
ro: A se utiliza până la – anul și luna

source: Use by – year
ro: A se utiliza până la – anul

source: Use by – year and month
ro: A se utiliza până la – anul și luna

source: Use by — year & month
ro: A se utiliza până la – anul și luna

source: Use by—year and month
ro: A se utiliza până la – anul și luna

source: Use caution to avoid unintended damage to the implant.
ro: Aveți grijă să evitați deteriorarea neintenționată a implantului.

source: Use in contaminated or infected wounds can lead to fistula formation and/or rejection of the mesh; subsequent infection may require removal of the device.
ro: Folosirea într-o plagă contaminată sau infectată poate provoca formarea de fistule și/sau respingerea plasei; infectarea ulterioară poate necesita îndepărtarea dispozitivului.

source: Use of DERMABOND adhesive near the eye has inadvertently caused some patient’s eyelids to be sealed shut.
ro: În cazul câtorva pacienţi, folosirea adezivului DERMABOND™ în apropierea ochilor a provocat în mod accidental închiderea etanșă a acestora.

source: Use of ULTRAPRO™ MESH in a contaminated or infected wound can lead to fistula formation and/or to rejection of the mesh.
ro: Folosirea PLASEI ULTRAPRO™ într-o plagă contaminată sau infectată poate conduce la fistulizare și/sau respingerea plasei.

source: Users should be familiar with open surgical procedures and techniques involving nonabsorbable meshes.
ro: Utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale pe cale deschisă care implică plase neabsorbabile.

source: Users should be familiar with surgical procedures and techniques involv-ing non absorbable sutures before employing ETHIBOND* EXCEL suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură ETHIBOND™ EXCEL pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving absorbable sutures before employing VICRYL RAPIDE™ for wound closure, as the risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură VICRYL RAPIDE™ pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving non absorbable sutures before employing ETHIBOND* EXCEL suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură ETHIBOND™ EXCEL pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving non-absorbable meshes before using ULTRAPRO™ MESH.
ro: Înainte de a folosi PLASA ULTRAPRO™, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale ce implică plase neabsorbabile.

source: Users should be familiar with surgical procedures and techniques involving non-absorbable sutures before employing PROLENE™ suture for wound closure, as risk of wound dehiscence may vary with the site of application and the suture material used.
ro: Înainte de folosirea firelor de sutură PROLENE™ pentru închiderea plăgilor, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale care implică utilizarea firelor de sutură non-absorbabile, deoarece riscul de dehiscenţă a plăgilor poate varia în funcţie de locul de aplicare și de materialul de sutură utilizat.

source: Users should be familiar with surgical procedures and techniques involving nonabsorbable meshes before using PROCEED™ Surgical Mesh.
ro: Înainte de a folosi plasa chirurgicală PROCEED™, utilizatorii trebuie să fie familiarizaţi cu procedurile și tehnicile chirurgicale ce implică plase neabsorbabile.

source: Users should be familiar with surgical procedures and techniques involving nonabsorbable or partially absorbable mesh based implants before using ETHICON PHYSIOMESH™.
ro: Înainte de a folosi ETHICON PHYSIOMESH™, utilizatorii trebuie să fie familiarizaţi cu procedurile şi tehnicile chirurgicale ce implică implanturi bazate pe plase non-absorbabile sau parțial absorbabile.

source: Users should exercise caution when handling surgical needles to avoid inadvertent needle stick
ro: Manevrarea acelor chirurgicale trebuie realizată cu atenţie pentru a evita leziunile accidentale prin înţepare.

source: Users should exercise caution when handling surgical needles to avoid inadvertent needle stick injury.
ro: Manevrarea acelor chirurgicale trebuie realizată cu atenţie pentru a evita leziunile accidentale prin înţepare.

source: Using an aseptic technique bone wax should be warmed to the desired consistency by mani-pulation with the fingers.
ro: Ceara hemostatică de oase trebuie încălzită utilizând o tehnică aseptică până la obţinerea consistenţei dorite, prin manipularea cu degetele.

source: VICRYL RAPIDE™ is also successfully used in ophthalmic surgery for conjunctival sutures.
ro: VICRYL RAPIDE™ este, de asemenea, utilizat cu succes în chirurgia oftalmologică pentru suturile conjunctivale.

source: VICRYL RAPIDE™ is available in a range of gauge sizes and lengths, non-needled or attached to stainless steel needles of varying types and sizes.
ro: VICRYL RAPIDE™ este disponibil într-o gamă variată de diametre și lungimi, fără ace sau atașate la ace din oţel inoxidabil de diverse tipuri și mărimi.

source: VICRYL RAPIDE™ is intended for use in soft tissue approximation where only short term wound support is required and where the rapid absorption of the suture would be beneficial.
ro: Firul de sutură VICRYL RAPIDE™ este destinat utilizării în procedurile de afrontare a ţesuturilor moi, în cazurile în care este necesară doar o susţinere pe termen scurt a plăgii și absorbţia rapidă a suturii ar fi benefică.

source: VICRYL RAPIDE™ suture elicits a minimal to moderate initial inflammatory tissue reaction.
ro: Firele de sutură VICRYL RAPIDE™ suscită o reacţie inflamatorie iniţială minimă până la moderată.

source: VICRYL RAPIDE™ suture is a synthetic absorbable sterile surgical suture composed of a copolymer made from 90 % glycolide and 10 % L-lactide.
ro: Firul de sutură VICRYL RAPIDE™ este un fir de sutură chirurgicală steril, sintetic, absorbabil, fabricat dintr-un copolimer compus în proporţie de 90 % din glicolidă și 10 % din L-lactidă.

source: VICRYL RAPIDE™ suture is not for use in cardiovascular and neurological tissues.
ro: Firul de sutură VICRYL RAPIDE™ nu este destinat utilizării în intervenţiile de chirurgie cardiovasculară și neurochirurgie.

source: VICRYL RAPIDE™ sutures are available undyed as well as dyed by adding D&C violet No. 2 (Colour Index Number 60725) during polymerisation.
ro: Firele de sutură VICRYL RAPIDE™ sunt disponibile în stare nevopsită, precum și prin adăugarea pigmentului violet D&C nr. 2 (numărul index al culorii 60725) în timpul polimerizării.

source: VICRYL RAPIDE™ sutures are obtained by coating the braided suture material with a copolymer composed of 90 % caprolactone and 10 % glycolide followed by a mixture composed of equal parts of copolymer of glycolide and lactide (polyglactin 370) and calcium stearate.
ro: Firele de sutură VICRYL RAPIDE™ sunt obţinute prin acoperirea materialului de sutură împletit cu un copolimer compus din 90 % caprolactonă și 10 % glicolidă, urmat de un amestec compus în părţi egale din copolimer de glicolidă și lactidă (polyglactin 370) și stearat de calciu.

source: VICRYL RAPIDE™ undyed is sterilized by irradiation.
ro: VICRYL RAPIDE™ nevopsit este sterilizat prin iradiere.

source: VICRYL RAPIDE™ violet is sterilized by ethylene oxide gas.
ro: VICRYL RAPIDE™ violet este sterilizat cu oxid de etilenă gazos.

source: Verify mechanical and electrical compatibility of devices from different manufacturers prior to using them together in a procedure.
ro: Verificați compatibilitatea mecanică și electrică a dispozitivelor de la producători diferiți înainte de utilizarea lor simultană într-o procedură.

source: Vinyl tubing to allow use as a retention suture.
ro: Tubulatură de vinil pentru a permite utilizarea ca sutură de retenţie.

source: WARNINGS
ro: AVERTISMENTE

source: WARNINGS / PRECAUTIONS / INTERACTIONS
ro: AVERTISMENTE / PRECAUŢII / INTERACŢIUNI

source: WARNINGS/PRECAUTIONS/INTERACTIONS
ro: AVERTISMENTE / PRECAUŢII / INTERACŢIUNI

source: WSS
ro: CSI

source: Wait approximately 30 seconds between applications or layers.
ro: Așteptaţi aproximativ 30 de secunde între aplicări sau înainte de a trece la următorul strat.

source: Warmth
ro: Căldură

source: Warnings / Precautions /Interactions
ro: AVERTISMENTE / PRECAUŢII / INTERACŢIUNI

source: When cutting or shaping, use caution to avoid damaging the mesh.
ro: În timpul tăierii sau modelării aveţi grijă să nu deterioraţi plasa.

source: When fixating with sutures or other mechanical fixation devices a safe distance from the edge of the mesh of not less than 1 cm must be maintained.
ro: Când fixarea se face cu suturi sau alte dispozitive mecanice de fixare, trebuie păstrată o distanţă sigură, de cel puţin 1 cm, faţă de marginea plasei.

source: When implanted subcutaneously in animals, the poliglecaprone 25 copolymer is essentially absorbed 119 days after implantation.
ro: În cazul implantării subcutanate la animale, copolimerul poliglecapronă 25 este practic absorbit în 119 de zile după implantare.

source: When this mesh is used in infants, children, pregnant women or women planning pregnancies, the surgeon should be aware that this product will not stretch significantly as the patient grows.
ro: Când această plasă este utilizată la sugari, copii, femei gravide sau femei care intenţionează să rămână gravide, chirurgul trebuie să fie conștient că acest produs nu se va întinde în mod semnificativ proporţional cu creșterea dimensiunilor pacientului.

source: When this mesh is used in patients with a potential of growth, e.g., infants, children, pregnant women, or women planning future pregnancies, the surgeon should be aware that this product will not stretch significantly as the patient grows.
ro: Când această plasă este utilizată la pacienți cu potențial de creștere, de ex. sugari, copii, femei gravide sau femei care intenţionează să rămână gravide în viitor, chirurgul trebuie să fie conştient că acest produs nu se va întinde în mod semnificativ odată cu creşterea dimensiunilor pacientului.

source: While applying appropriate external counter-pressure, squeeze the handle completely, and then release.
ro: În timp ce aplicați contrapresiune externă adecvată, strângeți complet mânerul, și apoi eliberați-l.

source: While holding the applicator, and with applicator tip pointed upward, apply pressure at the midpoint of the ampule to crush the inner glass ampule.
ro: Ţineţi aplicatorul în mână cu vârful acestuia orientat în sus și apăsaţi mijlocul fiolei pentru a sparge flaconul intern de sticlă.

source: White Beeswax
ro: Ceară albă de albine

source: With SubcuticularSutures
ro: Cu suturi intradermice

source: With the proper technique of applying DERMABOND adhesive in multiple thin layers (at least 2) onto a dry wound and allowing time for polymerization between applications, heat is released slowly and the sensation of heat or pain experienced by the patient is minimized.
ro: Printr-o tehnică adecvată de aplicare a adezivului DERMABOND™ în mai multe straturi subţiri (minim 2) pe o plagă uscată și lăsând suficient timp pentru polimerizare între aplicaţii, căldura este eliberată încet și senzaţia de căldură sau durere resimţită de pacient este redusă la minim.

source: Wound Closure Assessment
ro: Evaluarea închiderii plăgii

source: Wound length and width were measured in millimeters; wound depth was not measured.
ro: Lungimea și lăţimea plăgii au fost măsurate în milimetri; nu s-a măsurat adâncimea plăgii.
